Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-3754.html.tmx
Source language: nob
Languages: sme

source: Offentlig søkerliste til stillinger i Sametinget - Sámediggi Sametinget
sme: Almmolaš ohcciidlistu virggiide Sámedikkis - Sámediggi Sametinget

source: Offentlig søkerliste til stillinger i Sametinget
sme: Almmolaš ohcciidlistu virggiide Sámedikkis

source: Sametinget hadde utlyst en stilling med søknadsfrist 02.06.2010.
sme: Sámediggi almmuhii virggi mas ohcanáigemearri lei 02.06.2010.

source: Her er liste over de som har søkt på stillingen:
sme: Čuovvovaččat leat ohcan virgái:

source: Sommerjobb som guide - ref. 10/2887
sme: Geassebargu ofelažžan - ref. 10/2887

source: 1. Sire Lindi, Elev, Kvinne, 17, KARASJOK 2. Eli Anne Nystad, Student, 21, KARASJOK
sme: 1. Sire Lindi, Oahppi, Nieida, 17, KÁRÁŠJOHKA 2. Eli Anne Nystad, Studeanta, Nieida, 21, KÁRÁŠJOHKA
